"1" = "Dzwonię do dostawcy Internetu...";
"2" = "Łączę się...";
"3" = "Uwierzytelniam...";
"4" = "Komputer podłączony do ISP.";
"5" = "Rozłączam się...";

"-2" = "Nie mogłem uruchomić demona konfiguracji PPP";
"-1" = "Nie mogłem zainicjować PPP";

"0" = "Nie mogłem połączyć się z dostawcą Internetu.";
"256" = "Modem nie odpowiada. Sprawdź połączenia z modemem i spróbuj ponownie.";
"257" = "Błąd CCL.";
"258" = "Błąd Chat.";
"259" = "Błąd LCP";
"260" = "Uwierzytelnienie nie powiodło się. Sprawdź nazwę i hasło użytkownika i spróbuj ponownie.";
"261" = "Przekroczenie limitu czasu z powodu braku aktywności.";

"512" = "Nie wykryto sygnału nośnej.";
"513" = "Linia Twojego ISP jest zajęta.";
"514" = "Nie wykryto sygnału linii. Sprawdź połączenia telefoniczne i spróbuj ponownie.";
"515" = "Wystąpił błąd modemu.";

"PPP_SWITCH_TO_PULSE" = "Przełączam na wybieranie impulsowe.";
"PPP_SWITCH_TO_TONE" = "Przełączam na wybieranie tonowe.";
"PPP_WILL_REDIAL" = "Wybieranie powtórzy za 3 sekundy.";
		
